/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "custom_video_section_PhHjtw": {
      "type": "custom-video-section",
      "settings": {
        "video_url": "https://cdn.shopify.com/videos/c/o/v/b6f172cc4e774f4fadce22368d29983e.mp4",
        "heading": "Policies & Fees",
        "description": "",
        "custom_html": ""
      }
    },
    "image_banner_JV7F6G": {
      "type": "image-banner",
      "blocks": {
        "heading_6nVrA3": {
          "type": "heading",
          "settings": {
            "heading": "Policies & Fees",
            "heading_size": "h1"
          }
        },
        "text_xhVT63": {
          "type": "text",
          "settings": {
            "text": "",
            "text_style": "body"
          }
        },
        "buttons_AfgLDG": {
          "type": "buttons",
          "settings": {
            "button_label_1": "",
            "button_link_1": "",
            "button_style_secondary_1": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_style_secondary_2": false
          }
        }
      },
      "block_order": [
        "heading_6nVrA3",
        "text_xhVT63",
        "buttons_AfgLDG"
      ],
      "settings": {
        "image": "shopify://shop_images/Rectangle_5_1.png",
        "image_overlay_opacity": 0,
        "image_height": "medium",
        "desktop_content_position": "middle-center",
        "show_text_box": false,
        "desktop_content_alignment": "center",
        "color_scheme": "",
        "image_behavior": "none",
        "mobile_content_alignment": "center",
        "stack_images_on_mobile": true,
        "show_text_below": true
      }
    },
    "multicolumn_MYkxTc": {
      "type": "multicolumn",
      "blocks": {
        "column_rEw7pi": {
          "type": "column",
          "settings": {
            "title": "<strong>Texas OHV Stickers</strong>",
            "text": "<ul><li>All offroad vehicles must display a current Texas Parks and Wildlife OHV sticker while in the park.<br/></li><li>The sticker is required by state law and enforced by game wardens at all parks that accept state grants and in the national forests.<br/></li><li>Stickers are available from a number of sources throughout the state.<br/></li><li>As a courtesy to patrons, the BMRA office maintains a supply of stickers for $17 each.</li><li>More information regarding the Texas Parks and Wildlife OHV Sticker Program is available from <a href=\"https://www.tpwd.state.tx.us/spdest/ohv/\" target=\"_blank\">Texas Parks and Wildlife.</a></li></ul><p></p><h2><strong>Safety Rules & Regulations</strong></h2><ul><li>All adults must sign a waiver and and accept the park rules.<br/></li><li>All minors must have a waiver signed by their parent or legal guardian and must be accompanied by an adult.<br/></li><li>Helmets (DOT Approved) are required at ALL TIMES when riding ATVs or motorcycles. There are no exceptions.<br/></li><li>No double riding allowed on ATVs or motorcycles unless designated by the manufacturer.<br/></li><li>The age restrictions as listed on each ATV will be enforced.<br/></li><li>Factory hardtop or rollcage / rollbar and seatbelts are required for all occupants in SxSs, OHVs, 4x4s, or trail buggies.<br/></li><li>Alcohol is expressly forbidden on all trails.<br/></li><li>No glass containers allowed within the park.<br/></li><li>15 MPH speed limit on all roads.<br/></li><li>No trail riding after 10:00 PM.<br/></li><li>All pets must be on a leash. No pets in cabins or bunkhouses.<br/></li><li>Observe all trail signs.<br/></li><li>No winching to trees without a tree saver or strap.<br/></li><li>No winching to power poles, fences, or pipelines.<br/></li><li>Stay on existing marked trails - NO TRAIL BLAZING.<br/></li><li>Larger vehicles yield to smaller vehicles at all times.<br/></li><li>All trash must be picked up and carried out with you.<br/></li><li>Illegal, abusive, or destructive activities should be reported to property management.<br/></li><li>No discharging of firearms allowed on the property.<br/></li><li>Property management is instructed to contact the local authorities if necessary.<br/></li><li>Members and guests are encouraged to help enforce the rules in order to preserve the park and have a cleaner, safer place for everyone.<br/></li><li>Excessive noise or loud vehicles in access of 95dba will not be tolerated.<br/></li><li>Please do not ask for an exception to these policies.</li></ul><h2><strong>Checking In</strong></h2><ul><li>Every person that enters the property must check in at the office.<br/></li><li>Give your member name or purchase a day use membership to enter the property.<br/></li><li>Check in by paying the gate fees and signing the waivers.</li></ul><h2><strong>Park Usage</strong></h2><p>Barnwell Mountain's primary mission is to serve the motorized offroad community and in keeping with this mission our amenities are reserved to offroad patrons.<br/></p><h2><strong>Violators/Trespassers</strong></h2><p>As posted, trespassers and vandals will be prosecuted.<br/></p><h2><strong>Prosecution & Violation Of Property Rules</strong></h2><ul><li>First offense - member will receive a reminder letter of our rules.<br/></li><li>Second offense - member will receive a six month suspension of membership privileges or property use privileges if a day use member.<br/></li><li>Third offense - member will be banned from TMTC properties and no refund will be issued.<br/></li></ul><h2><strong>Park Bylaws</strong></h2><p>Barnwell Mountain operates as defined by the<a href=\"https://www.barnwellmountainra.com/documents/bmrabylaws.pdf\" target=\"_blank\">BMRA Bylaws</a>.<br/></p>",
            "link_label": "",
            "link": ""
          }
        },
        "column_7BzFLb": {
          "type": "column",
          "settings": {
            "title": "<strong>User Fees – Effective January 1, 2010</strong>",
            "text": "<p>TMTC Members Non-Members Park Usage Fee Per Day$15.00 / Family RS dependants $30.00 / Each Park Guest Per Day No vehicle $0.00 $5.00 Primitive Camping Per Night $10.00 $10.00 Electric Camp Site Per Night - one vehicle and non-sharable $25.00 $25.00 Premium Camp Site Per Night - one vehicle and non-shar able $35.00 $35.00 Cabin 1 Per Night $65.00 $65.00 Cabin 2 Per Night $85.00 $85.00 Cabin 3 Per Night $75.00 $75.00 Cabins 4-6 Per Night $95.00 $95.00 Bunkhouse Per Night $50.00 $50.00</p><p>* The park accepts major credit cards. Sorry, checks are not accepted.</p><p>* Gate fees are waived for active military visitors with identification and for children six (6) and under.</p><p>* All fees paid go to support the park. No one profits financially.</p><p>* TMTC Family Membership ($60 first year, $50 renewal, $55 during the grace period) covers all dependants legally claimed on your Federal Income Tax return who are unmarried and no more than 19 years of age. Members pay a single gate fee of $15.00 that covers all family members. The first day's gate fee is waived when joining or renewing your membership. Other membership incentives may apply. Please contact TMTC to learn more.</p><p>* Gate fees for evening use after 5:00PM are waived for those camping. If a visitor arrives after 5:00PM and is camping overnight, that visitor will only be responsible for camping fees for that night and park fees the following day, not the park use fees for that day. For example, a visitor arrives at 5:15PM on Friday and is camping at the park for the weekend. That visitor will not have to pay park use fees for Friday, only camping for Friday and Saturday and the park usage fees for Saturday and Sunday.</p><p>* Camping (Cabin, RV, or primitive) for one night implies park usage fees for two days. Visitors leaving the park before 10:00AM may receive a one day park pass as a partial refund by stopping at the office.</p><p>* Cabins, bunkhouses, RV, or improved camp sites may be reserved in advance<a href=\"https://www.barnwellmountainra.com/calendar\">on-line</a>, at the office, or by mailing a money order.</p><p></p><h2><strong>Fee Calculator</strong></h2><p>Confused about the fees? Try our fee calculator and see if it helps.<br/></p><h2><strong>Credit Cards</strong></h2><p>Barnwell Mountain accepts major credit cards for park fees.<br/></p><h2><strong>Gift Certificates</strong></h2><p>Barnwell Mountain now offers gift certificates. They are available in denominations that correspond with our various fees. Give a gift that you absolutely know will be enjoyed! Check at the office for more information.<br/></p><h2><strong>Minors Policy at BMRA</strong></h2><p>Minors (those under the age of 18) are not allowed on any TMTC premises (including BMRA) without adult supervision. The minor's legal parent/guardian must sign a waiver on-site for a minor to attend, watch, ride, or participate.<br/><br/>If a child is attending, watching, riding or participating with a responsible adult other than their legal parent/guardian, they must have on file (1) a copy of the TMTC waiver signed by their legal parent/guardian (if not signed on premises it must be notarized), and (2) a Notarized Letter stating that the minor has the right to be on the premises and participate in motorized recreation with the adult who is responsible for them.<br/><br/>In addition, TMTC strongly suggests that any responsible adult in charge of any minor carry with them either a notarized Temporary Guardianship or Medical Release Form for each minor in their care should an emergency should arise.</p><p></p><h4><strong>Download the </strong><a href=\"https://www.barnwellmountainra.com/documents/20030416_waiver.pdf\" target=\"_blank\"><strong>TMTC Minor Waiver</strong></a>.<br/></h4>",
            "link_label": "",
            "link": ""
          }
        }
      },
      "block_order": [
        "column_rEw7pi",
        "column_7BzFLb"
      ],
      "settings": {
        "title": "",
        "heading_size": "h1",
        "image_width": "full",
        "image_ratio": "adapt",
        "columns_desktop": 2,
        "column_alignment": "left",
        "background_style": "primary",
        "button_label": "Button label",
        "button_link": "",
        "color_scheme": "",
        "columns_mobile": "1",
        "swipe_on_mobile": false,
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "shogun-helper": {
      "type": "shogun-helper",
      "settings": {
      }
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "shogun-optimizer": {
      "type": "shogun-optimizer",
      "settings": {
      }
    }
  },
  "order": [
    "custom_video_section_PhHjtw",
    "image_banner_JV7F6G",
    "multicolumn_MYkxTc",
    "shogun-helper",
    "main",
    "shogun-optimizer"
  ]
}
